Скрипты/UC6_ViewProfile/result1/Iteration1/t12.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>Victoria_SP</ns2:safePayUsername><ns2:safePayPassword>d9700994310d1eb606c03cf79fceb9aa2a41c1fd</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference><ns2:preference><ns2:paymentMethod>20</ns2:paymentMethod><ns2:cardNumber>4886948191242082</ns2:cardNumber><ns2:expirationDate>072039</ns2:expirationDate><ns2:cvvNumber>889</ns2:cvvNumber><ns2:customerName>Victoria</ns2:customerName><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>